{
  "translation": {
    "header-item1":"Início",
    "header-item2":"Contato",
    "header-item3":"Sobre Nós",
    "banner-title": "Coding For Free",
    "banner-slogan":"Criando presença online",
    "home-section-title1":"Sobre o projeto",
    "home-section-mark":"Coding For Free",
    "home-section-description1":"é uma maneira que encontramos de adquirir experiência quando ainda não fomos expostos ao mercado.",
    "home-section-title2":"Missão",
    "home-section-description2":"Nosso objetivo é ajudar pessoas ao nosso redor a estabelecer uma forte presença online criando páginas simples, mas poderosas, e com isso crescer como profissionais.",
    "home-section-title3":"Saiba Mais!",
    "home-section-description3":"Se você gostou dessa ideia e quer saber um pouco mais sobre nós",
    "home-section-button-click-here":"clique aqui!",
    "process-section-title":"O Processo",
    "process-section-card1-title":"Seleção",
    "process-section-card1-description1":"Primeiro, encontramos alguém que precise de uma página.",
    "process-section-card1-description2":"Priorizamos pessoas próximas a nós que possuem pequenas empresas ou são autônomas.",
    "process-section-card2-title":"Identificação de metas",
    "process-section-card2-description1":"Conversamos com nossos clientes para garantir que possamos atender às suas necessidades.",
    "process-section-card2-description2":"Uma comunicação clara e consistente é mantida durante todo o processo para garantir que todos estejam na mesma página.",
    "process-section-card3-title":"Mapeamento e Prototipação",
    "process-section-card3-description1":"Após identificar as necessidades do cliente, começamos a mapear as páginas e seções que o site terá.",
    "process-section-card3-description2":"A partir daí, projetamos um protótipo usando o Figma para nos guiar durante o processo.",
    "process-section-card4-title":"Produção",
    "process-section-card4-description1":"Agora que temos uma visão geral maior do projeto em mente, começamos a desenvolver o site.",
    "process-section-card4-description2":"Criando todas as necessidades do cliente que foram acordadas nas etapas anteriores.",
    "process-section-card5-title":"Aprovando e Testando",
    "process-section-card5-description1":"Após a aprovação do cliente do site, verificamos se ele está funcionando bem e está pronto para ser lançado.",
    "process-section-card5-description2":"Se não estiver, consertamos!",
    "process-section-card6-title":"Launch",
    "process-section-card6-description1":"Assim que tudo estiver funcionando perfeitamente, é hora de implantar nosso site.",
    "process-section-card6-description2":"Depois disso, nosso trabalho está completo e o cliente agora tem sua própria presença online!",
    "sites-section-title":"Sites que já criamos!",
    "sites-section-name":"Forzam Detail",
    "sites-section-description":"Este site foi desenvolvido para um estúdio de detalhamento automotivo. É uma landing page com tema escuro e bem objetivo. O intuito do site é fazer com que as pessoas conheçam um pouco melhor o trabalho deles.  ",
    "contributors-section-title":"Fundadores do Projeto",
    "contributors-section-card1-founder":"Fundador",
    "contributors-section-card2-founder":"Co-Fundador",
    "contributors-section-card-inProfile":"Perfil do LinkedIn",
    "contributors-section-card-hubProfile":"Perfil do Github",
    "social-media-section-text":"Nos siga nas",
    "social-media-section-mark":"redes sociais",
    "contact-page-title":"Contate-nos!",
    "contact-page-description":"Nos envie uma mensagem e ficaremos felizes em responder o mais rápido possível.",
    "contact-page-label1":"Seu Nome",
    "contact-page-label2":"Mensagem",
    "contact-page-button":"Enviar Mensagem",
    "contact-page-title2":"Mais Informações",
    "contact-page-info1":"Endereço",
    "contact-page-info2":"Site",
    "about-us-page-card1-title":"Coding For Free?",
    "about-us-page-card1-description":"Coding For Free é um esforço em equipe para ajudar pessoas a construírem seus próprios sites gratuitamente! Nosso objetivo é ajudar amigos, família e pequenas empresas a exibirem seu trabalho online com a facilidade de não ter que pagar por isso.",
    "about-us-page-card2-title":"Nossa Equipe!",
    "about-us-page-card2-description":"Pedro Lucas e Harlon Garcia. Dois amigos da universidade que enfrentavam o mesmo problema: como obter experiência sem ter a primeira oportunidade. Você também pode se juntar a nós em nossa missão de construir sites significativos e funcionais que façam a diferença!",
    "about-us-page-card3-title":"Como começou?",
    "about-us-page-card3-description":"Nós precisavamos fazer mais do que apenas criar um portfólio - queríamos experimentar o ciclo completo de desenvolvimento de software e também ajudar à comunidade a nosso redor. Projetamos e desenvolvemos sites reais para indivíduos e pequenas empresas e com isso aprimoramos nossas habilidades",
    "about-us-page-card3-mark":"Do esboço ao lançamento!",
    "about-us-page-card4-title":"Por que de graça?",
    "about-us-page-card4-description":"Queríamos dar vida aos nossos projetos de portfólio, que vão além de apenas exibir nossas habilidades. Ao contrário de muitos desenvolvedores que criam apenas peças de portfólio, nosso objetivo é lançar sites reais que as pessoas possam realmente usar. Com isso, não estamos apenas demonstrando nossas habilidades - estamos ajudando nossa comunidade e adquirindo experiência valiosa."
  }
}
